blog.create.success = Das Thema wurde erfolgreich angelegt.
blog.management.delete.success = Das Thema wurde erfolgreich gel\u00F6scht.
blog.update.success = Die Eigenschaften des Themas wurden erfolgreich gespeichert.
common.not.authorized.operation = Sie haben nicht die notwendige Berechtigung, um diese Operation auszuf\u00FChren.
error.blog.change.rights.failed.noEntity = Beim Hinzuf\u00FCgen der Benutzerrechte ist ein Fehler aufgetreten. Das gesuchte Mitglied wurde nicht gefunden.
error.blog.change.rights.global.failed = Das \u00C4ndern der globalen Benutzerrechte ist fehlgeschlagen.
error.blog.identifier.noneunique = Dieser Aliasname ist bereits vergeben. Bitte versuchen Sie es mit einem anderen Aliasnamen.
error.blog.identifier.notvalid = Der Alias nicht valid. Bitte geben Sie einen Aliasnamen ein, der nur Buchstaben, Zahlen, Minus und Unterstriche enth\u00E4lt.
error.blogpost.blog.content.processing.failed = Es ist ein Fehler bei der Verarbeitung Ihres Inhaltes aufgetreten.
error.blogpost.blog.content.processing.failed.direct.wrong.recipient = Sie haben einen falschen Empf\u00E4nger angegeben. Antworten auf Direktnachrichten d\u00FCrfen nur an den urspr\u00FCnglichen Autor und andere Empf\u00E4nger der Direktnachricht gesendet werden.
error.blogpost.blog.no.write.access = Sie haben keinen Schreibzugriff auf das Thema ''{0}''\!
error.attachment.file.max.lenght = Ihre Datei ist zu gro\u00DF um sie hochladen.
error.blogpost.blog.not.found = Das Thema ''{0}'' wurde nicht gefunden.
error.rest.ResponseBuildException = W\u00E4hrend der Anworterstellung ist ein Fehler aufgetreten.
error.rest.ExtensionNotSupportedException = Erweiterung "{0}" wird nicht unterst\u00FCtzt.
error.blogpost.convert.note.to.direct.failed = Eine Nachricht kann nicht in eine Direktnachricht umgewandelt werden.
error.blogpost.create.no.real.content = Die Nachricht enth\u00E4lt keinen richtigen Inhalt, sondern nur Cross-Post Markup, der nach der Evaluierung entfernt wird.
error.blogpost.create.reply.not.direct = Sie k\u00F6nnen eine Direktnachricht nicht mit einer Nachricht kommentieren, die keine Direktnachricht ist.
error.blogpost.direct.edit.failed = Direktnachrichten k\u00F6nnen nicht bearbeitet werden.
error.blogpost.not.found = Dieser Eintrag existiert nicht.
error.http.500 = Es ist ein Fehler aufgetreten.
error.http.505 = Es ist ein Fehler aufgetreten.
error.rest.badrequest = Der Server konnte die Anfrage nicht bearbeiten. Bitte versuchen Sie es erneut.
error.rest.NoteManagementException = Der Nutzer hat nicht die n\u00F6tigte Berechtigung um Beitr\u00E4ge zu erstellen, aktualisieren oder l\u00F6schen.
error.rest.NotFoundException = Das angeforderte Objekt konnte nicht gefunden werden.
error.validation = W\u00E4hrend der Parametervalidierung ist ein Fehler aufgetreten.
login.error.failed = Ihr Login war leider nicht erfolgreich. Bitte versuchen Sie es noch einmal.
login.error.notactivated = Das Konto wurde noch nicht freigeschaltet. Bitte kontaktieren Sie den Administrator, um Ihr Konto freizuschalten.
login.error.resendActivationMail = Das Konto wurde noch nicht aktiviert. Klicken Sie <a href\="{0}">hier</a> um die Aktivierungsmail erneut anzufordern.
login.error.termsOfUseNotAccepted = Die Nutzungsbedingungen wurden noch nicht akzeptiert.
login.error.userPermLocked = Ihr Konto wurde permanent f\u00FCr diese Komponente gesperrt.
login.error.userTempDisabled = Ihr Benutzerkonto wurde deaktiviert. Kontaktieren Sie bitte den Administrator.
login.error.userTempLocked = Ihr Benutzerkonto ist tempor\u00E4r bis {0} gesperrt.
login.external.error.email.used = Die Nutzung des Widgets ist nicht m\u00F6glich, da bereits ein anderer Nutzer des Widgets, die von Ihnen gew\u00E4hlte E-Mail-Adresse verwendet.
login.external.error.failed = Der Zugriff auf das Widget wurde verweigert.
login.external.error.notactivated = Die Nutzung des Widgets wurde f\u00FCr Ihr Benutzerkonto noch nicht freigeschaltet. Bitte versuchen Sie es sp\u00E4ter noch einmal.
login.external.error.userPermLocked = Die Nutzung des Widgets wurde f\u00FCr Ihr Benutzerkonto untersagt.
login.external.error.userTempLocked = Die Nutzung des Widgets ist f\u00FCr Ihr Benutzerkonto bis {0} untersagt.
restapi.error.attachment.create.noUploadSessionId = Session Id zum Hochladen von Anh\u00E4ngen ist leer.
restapi.message.resource.blog.right.update = Blogrechte erfolgreich bearbeitet.
restapi.message.resource.note.delete = Note mit der Id {0} erfolgreich gel\u00F6scht.
user.group.member.change.role.no.manager.left.exception = Es muss mindestens ein Nutzer mit der Rolle Manager geben\! Deaktivierte Nutzer werden nicht als Manager gewertet.
