installer.button.finish = Abschlie\u00DFen
installer.button.login = Zum Login
installer.button.next = Weiter
installer.button.previous = Zur\u00FCck
installer.button.send.mail = Sende Testnachricht
installer.contact.label.github = GitHub Profil
installer.contact.label.documentation = Dokumentation
installer.contact.label.email = E-Mail
installer.contact.label.support = Professioneller Support
installer.contact.link = Kontakt \u0026 Support
installer.contact.link.back = zur\u00FCck zur Installation
installer.contact.page.title = Kontakt \u0026 Support
installer.contact.title = Kontakt \u0026 Support
installer.database.HSQLDB = HSQLDB
installer.database.MSSQL = MSSQL
installer.database.MYSQL = MySQL
installer.database.ORACLE = Oracle
installer.database.POSTGRESQL = PostgreSQL
installer.error.global.unknown = Ein unbekannter Fehler ist aufgetreten\! Bitte \u00FCberpr\u00FCfen Sie die Logfiles, um eine genauere Beschreibung des Fehlers zu erhalten\: {0}
installer.error.save.settings = W\u00E4hrend des Versuchs die Einstellungen zu speichen ist ein Fehler aufgetreten. Bitte \u00FCberpr\u00FCfen Sie Ihre Eingaben und versuchen Sie es erneut.
installer.page.title = Communote Installation
installer.panel.title = Communote Installation
installer.step = Schritt {0}
installer.step.admin.description = Bitte legen Sie einen Administratorzugang f\u00FCr die erste Anmeldung an Communote an.
installer.step.admin.label.alias = Login
installer.step.admin.label.firstname = Vorname
installer.step.admin.label.language = Sprache
installer.step.admin.label.lastname = Nachname
installer.step.admin.label.mail = E-Mail
installer.step.admin.label.password = Passwort
installer.step.admin.label.password.confirm = Passwort best\u00E4tigen
installer.step.admin.legend.title = Erstellen eines Administratorkontos
installer.step.admin.page.title = Administratorkonto
installer.step.admin.progress.title = Administratorkonto
installer.step.admin.tooltip.alias = Tragen Sie einen eindeutigen Namen ein mit dem sich der Benutzer am System anmeldet. Verwenden Sie nur Buchstaben (A-Z, a-z), Zahlen (0-9) oder Sonderzeichen wie Punkt (.), Unterstrich (_) oder Minus (-).
installer.step.admin.tooltip.firstname = Tragen Sie hier den Vornamen des Benutzers ein.
installer.step.admin.tooltip.language = W\u00E4hlen Sie hier die Sprache aus, die dem Benutzer nach seinem Login angezeigt werden soll.
installer.step.admin.tooltip.lastname = Der Nachname der Benutzers.
installer.step.admin.tooltip.mail = Tragen Sie eine g\u00FCltige E-Mail-Adresse ein, unter der der Benutzer erreichbar ist.
installer.step.admin.tooltip.password = Tragen Sie ein Passwort ein mit dem sich der Benutzer am System anmeldet.
installer.step.application.description = Sie k\u00F6nnen hier einige allgemeine Einstellungen f\u00FCr Communote festlegen. Nach Abschluss der Installation sind diese Einstellungen in den Administrationsbereich \u00E4nderbar.
installer.step.application.error.illegalid = Sie haben ein ung\u00FCltiges Format f\u00FCr die Anwendungs-ID eingegeben.Bitte \u00FCberpr\u00FCfen Sie diese in der Konfigurationsdatei und versuchen es noch einmal. (Erlaubte Zeichen sind\: "{0}". Die maximale L\u00E4nge der ID betr\u00E4gt\: {1}.)
installer.step.application.label.name = Titel des Firmenzugangs
installer.step.application.label.timezone = Standardzeitzone
installer.step.application.legend.title = Communote Einstellungen
installer.step.application.page.title = Communote Einstellungen
installer.step.application.progress.title = Communote Einstellungen
installer.step.application.tooltip.name = Tragen Sie hier den Namen f\u00FCr Ihren Communote-Account ein. Dieser wird im Titel des Browsers angezeigt.
installer.step.application.tooltip.timezone = W\u00E4hlen Sie die Zeitzone aus, die f\u00FCr Ihre Communote-Instanz verwendet werden soll. Diese Zeitzone wird f\u00FCr alle Benutzer verwendet, solange der Benutzer keine eigene definiert.
installer.step.database.selection.description = Bitte w\u00E4hlen Sie hier die Art und den Ort der Datenbank, welche Communote verwenden soll. Die Datenbank muss vorher von Ihnen manuell erstellt werden.
installer.step.database.selection.label.host = Datenbankhost
installer.step.database.selection.label.name = Datenbankname
installer.step.database.selection.label.password = Benutzerpasswort
installer.step.database.selection.label.port = Portnummer
installer.step.database.selection.label.type = Art des Datenbanksystems
installer.step.database.selection.label.user = Datenbankbenutzer
installer.step.database.selection.legend.title = Auswahl und Konfiguration der Datenbank
installer.step.database.selection.page.title = Auswahl der Datenbank
installer.step.database.selection.progress.title = Auswahl der Datenbank
installer.step.database.selection.tooltip.host = Tragen Sie hier den vollst\u00E4ndigen Domainnamen (FQDN) oder die IP Ihres Datenbankservers ein.
installer.step.database.selection.tooltip.name = Tragen Sie hier den Namen der zu verwendenden Datenbank ein. Beachten Sie, dass die Datenbank nicht vom Installationsprogramm angelegt wird. Vergewissern Sie sich deshalb, dass die Datenbank existiert bevor Sie mit dem n\u00E4chsten Schritt der Installation fortfahren.
installer.step.database.selection.tooltip.password = Tragen Sie hier das Passwort des Datenbankbenutzers ein, wenn eines f\u00FCr diesen Benutzer vergeben wurde.
installer.step.database.selection.tooltip.port = Tragen Sie hier die Portnummer ein unter der Ihr Datenbankserver erreichbar ist. Wenn Sie dieses Feld leer lassen, wird der Standardport des zuvor ausgew\u00E4hlen Datenbanksystems verwendet.
installer.step.database.selection.tooltip.type = W\u00E4hlen Sie hier das Datenbanksystem aus mit dem Communote arbeiten soll.
installer.step.database.selection.tooltip.user = Tragen Sie hier den Datenbankbenutzer ein, der volle Zugriffsrechte auf die Datenbank hat.
installer.step.database.setup.description = Ausgew\u00E4hlte Datenbank\: {0}
installer.step.database.setup.legend.title = Datenbankeinrichtung
installer.step.database.setup.page.title = Datenbankeinrichtung
installer.step.database.setup.progress.title = Datenbankeinrichtung
installer.step.database.setup.report.error.28000 = Bitte \u00FCberpr\u00FCfen Sie auch in Ihren Datenbankeinstellungen ob der Nutzer einer vertrauensw\u00FCrdigen Serververbindung zugeordnet wurde.
installer.step.database.setup.report.error.connection = Beim Versuch eine Verbindung zur Datenbank herzustellen ist ein Fehler aufgetreten\! Bitte \u00FCberpr\u00FCfen Sie im vorherigen Schritt Ihre Einstellungen f\u00FCr die Datenbankverbindung.
installer.step.database.setup.report.error.data = Beim Erzeugen einiger Standardparameter f\u00FCr die Anwendung ist ein Fehler aufgetreten\! Bitte \u00FCberpr\u00FCfen Sie die Logfiles, um eine genauere Beschreibung des Fehlers zu erhalten.
installer.step.database.setup.report.error.head = Datenbankinitialisierungsfehler\!
installer.step.database.setup.report.error.schema = Beim Erstellen des Datenankschemas ist ein Fehler aufgetreten\! Bitte \u00FCberpr\u00FCfen Sie die Logfiles, um eine genauere Beschreibung des Fehlers zu erhalten.
installer.step.database.setup.report.error.unknown = Ein unbekannter Fehler ist aufgetreten\! Bitte \u00FCberpr\u00FCfen Sie die Logfiles, um eine genauere Beschreibung des Fehlers zu erhalten.
installer.step.database.setup.report.success.head = Initialisierung der Datenbank erfolgreich abgeschlossen\!
installer.step.database.setup.report.success.initial.done = Die Datenbank wurde erfolgreich eingerichtet und ist auf einem aktuellen Stand.
installer.step.database.setup.report.success.initial.exists = Die Datenbank ist bereits vorhanden und ist auf einem aktuellen Stand.
installer.step.database.setup.step.1 = teste Datenbankverbindung
installer.step.database.setup.step.2 = initialisiere die Anwendung
installer.step.database.setup.step.3 = erstelle Datenbankschema
installer.step.database.setup.step.4 = erzeuge Anwendungsparameter
installer.step.finish.description = Communote wird initialisiert. Bitte haben Sie einen Augenblick Geduld.
installer.step.finish.initialization.error = Die Initialisierung der Services f\u00FCr Communote ist fehlgeschlagen. F\u00FCr eine genauere Beschreibung des Fehlers sehen Sie bitte in die Logfiles.
installer.step.finish.initialization.error.head = Initialisierungsfehler\!
installer.step.finish.initialization.success = Communote wurde erfolgreich installiert.
installer.step.finish.initialization.success.head = Installation abgeschlossen\!
installer.step.finish.legend.title = Installation abschlie\u00DFen
installer.step.finish.page.title = Installation abschlie\u00DFen
installer.step.finish.progress.title = Installation abschlie\u00DFen
installer.step.mail.description = Bitte definieren Sie hier die E-Mail-Einstellungen f\u00FCr Communote. Diese Einstellungen werden verwendet, um E-Mails zu versenden.
installer.step.mail.label.host = SMTP Host
installer.step.mail.label.password = SMTP Passwort
installer.step.mail.label.port = SMTP Portnummer
installer.step.mail.label.sender.address = Adresse des Senders
installer.step.mail.label.sender.name = Name des Senders
installer.step.mail.label.starttls = Verwende STARTTLS
installer.step.mail.label.support.address = Supportadresse
installer.step.mail.label.user = SMTP Benutzername
installer.step.mail.legend.title = E-Mail Einstellungen
installer.step.mail.page.title = E-Mail Einstellungen
installer.step.mail.progress.title = E-Mail Einstellungen
installer.step.mail.test.connection.error = Beim Versuch eine Verbindung zum Mailserver herzustellen ist ein Fehler aufgetreten\! Bitte \u00FCberpr\u00FCfen Sie Ihre Eingaben und nutzen die M\u00F6glichkeit sich eine Testnachricht zu schicken, bevor Sie mit der Installation fortfahren.
installer.step.mail.test.error.authentication.failed = Es konnte keine Testnachricht verschickt werden, da die Authentifizierung fehlgeschlagen ist.<br /><br />Bitte \u00FCberpr\u00FCfen Sie Ihren Nutzernamen und das Passwort.
installer.step.mail.test.error.connection.host = Eine Verbindung zum Mailserver war nicht m\u00F6glich.<br /><br />Der angegebene SMTP-Host ist unbekannt\: "{0}"
installer.step.mail.test.error.connection.ssl = Eine Verbindung zum Mailserver war nicht m\u00F6glich, da der Server eventuell eine sichere Verbindung erfordert.<br /><br />Bitte \u00FCberpr\u00FCfen Sie, ob Sie die richtige Portnummer eingetragen haben.
installer.step.mail.test.error.connection.timeout = Eine Verbindung zum Mailserver war nicht m\u00F6glich, da der Server nicht antwortet.<br /><br />Bitte \u00FCberpr\u00FCfen Sie, ob Sie den richtigen SMTP-Server sowie die Portnummer eingetragen haben.
installer.step.mail.test.error.empty.fields = Bevor Sie eine Testnachricht schicken k\u00F6nnen, m\u00FCssen die erforderlichen Eingabefelder ausgef\u00FCllt werden. Gekennzeichnet sind Pflichtfelder mit einem Stern (*).
installer.step.mail.test.error.head = Senden der Testnachricht ist fehlgeschlagen\!
installer.step.mail.test.error.send.address = Es konnte keine Testnachricht verschickt werden.<br /><br />Bitte \u00FCberpr\u00FCfen Sie die eingetragene Adresse des Senders.
installer.step.mail.test.error.send.unknown = Beim Versuch eine Verbindung zum Mailserver herzustellen und eine Testnachricht zu schicken ist ein Fehler aufgetreten.<br /><br />Bitte \u00FCberpr\u00FCfen Sie, ob Sie den richtigen SMTP-Server sowie die Portnummer eingetragen haben. Falls Ihr Server eine Authentifizierung verlangt, tragen Sie auch den korrekten Nutzernamen mit Passwort ein.<br />F\u00FCr eine genauere Beschreibung des Fehlers sehen Sie bitte in die Logfiles.
installer.step.mail.test.message = Diese Nachricht wurde zu Testzwecken von Ihrer Communote-Instanz versendet.
installer.step.mail.test.subject = Testnachricht Ihrer Communote-Instanz
installer.step.mail.test.success = Ihre Testnachricht wurde erfolgreich versandt. Als Sender und Empf\u00E4nger der Testnachricht wurde die angegebene E-Mail-Adresse "{0}" verwendet. Bitte \u00FCberpr\u00FCfen Sie das Postfach auf den korrekten Empfangen der Nachricht.
installer.step.mail.test.success.head = Senden der Testnachricht war erfolgreich\!
installer.step.mail.tooltip.support.address = Diese Adresse wird dem Benutzer f\u00FCr Supportanfragen angezeigt.
installer.step.welcome.description.1 = Communote ben\u00F6tigt ein paar Informationen bevor es vollst\u00E4ndig installiert ist. Dazu wird Sie der Installationsassistent in sieben einfachen Schritten bequem durch die Installation f\u00FChren.
installer.step.welcome.description.2 = Sollten Sie an irgendeinem Punkt der Installation mehr Informationen ben\u00F6tigen oder Fragen zur Installation haben, dann besuchen Sie bitte unsere <a href\="{0}">Dokumentation</a> und kommentieren Sie, bei offenen Fragen, die betreffende Dokumentationseite. Gern k\u00F6nnen Sie uns auch Anregungen oder Kritik an unsere <a href\="{1}">Kontaktdaten</a> schicken.
installer.step.welcome.description.3 = Bevor Sie mit der Installation beginnen vergewissern Sie sich, dass Ihr System die minimalen Anforderungen zum Betrieb von Communote erf\u00FCllt. Weiterhin ben\u00F6tigt Communote eine leere Datenbank sowie den Zugriff auf einen Mail-Server.
installer.step.welcome.description.head = Willkommen zur Installation von Communote
installer.step.welcome.legend.title = Willkommen
installer.step.welcome.page.title = Willkommen
installer.step.welcome.progress.title = Willkommen
installer.step.welcome.product.head = Produktinformationen
installer.step.welcome.product.content = Communote ist ein <a href\="https://github.com/communote">Open Source Projekt</a>, lizenziert unter der <a href\="http://www.apache.org/licenses/LICENSE-2.0">Apache License, Version 2.0</a>.